Repository: jbholland/WhatImHearing
Catalog: ShazamClone/ShazamClone/Localizable.xcstrings
Source language: en
Languages: fr

source: Close
fr: Fermez

source: Error getting Apple Music Link
fr: Erreur lors de la récupération du lien Apple Music

source: Error getting artwork
fr: Erreur lors de la récupération de l'œuvre d'art.

source: Go to Setting
fr: Accédez aux paramètres

source: No Result Found.
fr: Aucun résultat trouvé.

source: Play on Apple Music 
fr: Écouter sur Apple Music 

# Tap the record button to listen to music around you and find it on Wikipedia
source: Tap the 🎤︎ button to listen to music around you and find it on Wikipedia.
fr: Appuyez sur le bouton 🎤︎ pour écouter la musique qui vous entoure et la retrouver sur Wikipédia.

source: Try Again.
fr: Essayer à nouveau.

source: Wikipedia cannot find this album
fr: Wikipedia ne trouve pas cet disque.

source: Wikipedia cannot find this artist.
fr: Wikipedia ne trouve pas cet artiste.

source: Wikipedia cannot find this song.
fr: Wikipedia ne trouve pas cette chanson.
